Repository: lovecoding530/CommunityCare
Catalog: CommunityCare/CommunityCare/Resx/AppResource.*.resx
Languages: ar

source: Agreement
ar: شروط واحكام

source: Aleady Added
ar: تم اضافته من قبل

source: Are you sure to cancel the Lab Test?
ar: هل انت متأكد من الغاء هذا الفحص؟

source: Cancel
ar: الغاء

source: Change Password
ar: تغيير كلمة المرور

source: Confirm
ar: تأكيد

source: Confirm and Schedual Pickup
ar: تأكيد وتحديد موعد سحب العينة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Contact Us
ar: اتصل بنا

source: Create an Order
ar: طلب فحوصات مخبرية

source: Date Time:
ar: تاريخ ووقت

source: Edit Lab Test Time and Location
ar: تعديل وقت ومكان سحب العينة

source: Email
ar: بريد الكتروني

source: Email Address
ar: بريد الكتروني

source: Enter correctly.
ar: الرجاء ادخل البيانات بشكل صحيح

source: Enter email address
ar: ادخل البريد الإلكتروني

source: Finish
ar: انهاء

source: Forgot Password
ar: هل نسيت كلمة المرور؟

source: Getting info...
ar: إظهار بيانات...

source: Getting tests
ar: استرجاع الفحوصات

source: History
ar: ارشيف

source: History of your Lab Tests
ar: ارشيف الفحوصات المخبرية

source: History of Your Orders
ar: طلبات سابقة

source: History of your Surveys
ar: ارشيف الإستبيانات

source: Login
ar: تسجيل الدخول

source: Main Survey
ar: استبيان رئيسي

source: New Lab Test
ar: اضافة فحص مخبري جديد

source: New Password
ar: كلمة مرور جديدة

source: New User Sign up
ar: تسجيل مستخدم جديد

source: No
ar: لا

source: OK
ar: موافق

source: Orders
ar: قائمة الطلبات

source: Order Detail
ar: تفاصيل الطلب

source: Password
ar: كلمة المرور

source: Payment Method
ar: طريقة السداد

source: Payment Type:
ar: طريقة السداد

source: Pin Number
ar: رقم سري

source: Please add a lab test
ar: فضلا أضف فحص مخبري

source: Please select a payment type
ar: فضلا اختر طريقة السداد

source: Question
ar: سؤال

source: Quick Survey
ar: استبيان سريع

source: Reseted password successfully.
ar: تم تعديل كلمة المرور بنجاح

source: Reset Password
ar: اعادة تعيين كلمة المرور

source: Retrieve Password
ar: استعادة كلمة المرور

source: Saudi Community Care
ar: رعاية المجتمع

source: Selected Location
ar: الموقع المختار

source: Select a Lab Test
ar: اختر فحص مخبري

source: Select a Payment Type
ar: اختر طريقة دفع

source: Select Payment Method
ar: اختر طريقة سداد

source: Send
ar: ارسال

source: Signing in
ar: تسجيل دخول

source: Sign in
ar: تسجيل الدخول

source: Sign Up
ar: تسجيل جديد

source: Sign up successfully.
ar: تم تسجيلك بنجاح!

source: Skip
ar: تخطي

source: Skip Survey
ar: تخطي الإستبيان

source: Success
ar: تم بنجاح

# Successfully_send_results_Recommend_Test
source: Successfully send results.\nRecommend Test:
ar: تم اتمام الإستبيان بنجاح.... ننصح بالقيام بالفحوصات التالية:

source: Time and Location
ar: تحديد الوقت والمكان

source: Total:
ar: اجمالي

source: Waiting...
ar: انتظار

source: Warning!
ar: تحذير!

source: Welcome to Saudi Community Care
ar: مرحبا بكم في رعاية المجتمع

source: We just sent an email with Pin code
ar: لقد ارسلنا بريد الكتروني اليكم يحتوي على الرقم السري...

source: Yes
ar: نعم

# You_will_recieve_the_order_confirmation_on_your_email
source: Thank you for select Community Health Care.\nYou will recieve the order confirmation on your email.
ar: شكرا لإختيارك CommCare. ستتلقي بريد الكتروني بخصوص طلبكم.

source: Accept
ar: قبول

source: Community Health Care
ar: الرعاية الصحية المجتمعية

source: Getting Surveies
ar: الحصول على استطلاعات
